Repository: isopen-io/meeshy
Catalog: packages/MeeshySDK/Sources/MeeshyUI/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, it

# media.caption.see_more
source: voir plus
ar: عرض المزيد
it: mostra di più

# media.caption.see_less
source: voir moins
ar: عرض أقل
it: mostra meno

# media.caption.see_more.hint
source: Affiche la légende entière
ar: يعرض الشرح كاملاً
it: Mostra la didascalia completa

# media.caption.see_less.hint
source: Replie la légende
ar: يطوي الشرح
it: Comprime la didascalia

# story.repost.credit
source: Reposté de @%@
ar: أُعيد نشرها من ‎@%@
it: Ripubblicato da @%@

# story.sticker.library.title
source: Mes stickers
ar: ملصقاتي
it: I miei sticker

# %lld non lue%@
source: %1$lld non lue%2$@
ar: %1$lld غير مقروءة%2$@
it: %1$lld non letta%2$@

# %lld trait%@
source: %1$lld trait%2$@
ar: %1$lld خط%2$@
it: %1$lld tratto%2$@

# %lld/%lld utilisations
source: %1$lld/%2$lld utilisations
ar: %1$lld/%2$lld استخدام
it: %1$lld/%2$lld utilizzi

# Recommandé pour %@ : %@
source: Recommandé pour %1$@ : %2$@
ar: موصى به لـ %1$@: %2$@
it: Consigliato per %1$@: %2$@

# Vous avez rejoint %@ en tant que %@
source: Vous avez rejoint %1$@ en tant que %2$@
ar: لقد انضممت إلى %1$@ بصفة %2$@
it: Ti sei unito a %1$@ come %2$@

# story.media.alt.label
source: Texte alternatif
ar: النص البديل
it: Testo alternativo

# story.media.alt.placeholder
source: Décrivez ce média pour VoiceOver
ar: صِف هذا الوسائط لبرنامج VoiceOver
it: Descrivi questo contenuto multimediale per VoiceOver

# story.media.alt.a11yHint
source: Décrit ce média aux personnes qui utilisent VoiceOver.
ar: يصف هذا الوسائط للأشخاص الذين يستخدمون VoiceOver.
it: Descrive questo contenuto alle persone che usano VoiceOver.

# story.media.caption.label
source: Légende
ar: تعليق
it: Didascalia

# story.media.caption.placeholder
source: Écrivez la légende de ce média
ar: اكتب تعليق هذا الوسيط
it: Scrivi la didascalia di questo contenuto

# story.media.caption.a11yHint
source: Texte affiché sous ce média. Différent du texte alternatif, qui décrit l'image sans être affiché.
ar: نص يظهر أسفل هذا الوسيط. يختلف عن النص البديل الذي يصف الصورة دون أن يظهر.
it: Testo mostrato sotto questo contenuto. Diverso dal testo alternativo, che descrive l'immagine senza essere visualizzato.

# story.media.accessibility
source: Accessibilité
ar: إمكانية الوصول
it: Accessibilità

# story.media.soundExtraction.label
source: Autoriser la reprise du son
ar: السماح بإعادة استخدام الصوت
it: Consenti il riutilizzo dell'audio

# story.media.soundExtraction.a11yHint
source: D'autres personnes pourront réutiliser la bande-son des vidéos de ce post dans leurs propres publications.
ar: سيتمكن أشخاص آخرون من إعادة استخدام مسار صوت مقاطع الفيديو في هذا المنشور في منشوراتهم الخاصة.
it: Altre persone potranno riutilizzare la colonna sonora dei video di questo post nelle proprie pubblicazioni.

# story.media.soundExtraction.caption
source: D'autres personnes pourront réutiliser la bande-son des vidéos de ce post.
ar: سيتمكن أشخاص آخرون من إعادة استخدام مسار صوت مقاطع الفيديو في هذا المنشور.
it: Altre persone potranno riutilizzare la colonna sonora dei video di questo post.

# accessibility.message_from_me
source: Mon message : %@
ar: رسالتي: %@
it: Il mio messaggio: %@

# accessibility.message_from_other
source: Message : %@
ar: رسالة: %@
it: Messaggio: %@

# audience.picker.except.title
source: Tout le monde sauf
ar: الجميع باستثناء
it: Tutti tranne

# audience.picker.only.title
source: Seulement ces personnes
ar: هؤلاء الأشخاص فقط
it: Solo queste persone

# audience.picker.search
source: Rechercher…
ar: بحث…
it: Cerca…

# audio.editor.apply
source: Appliquer les modifications
ar: تطبيق التعديلات
it: Applica le modifiche

# audio.editor.close
source: Fermer
ar: إغلاق
it: Chiudi

# audio.editor.error.generic
source: L'édition a échoué.
ar: فشل التعديل.
it: La modifica non è riuscita.

# audio.editor.error.load
source: Impossible de charger cet audio.
ar: تعذّر تحميل هذا الصوت.
it: Impossibile caricare questo audio.

# audio.editor.fade.in
source: Fondu d'entrée
ar: تلاشٍ عند البداية
it: Dissolvenza in entrata

# audio.editor.fade.out
source: Fondu de sortie
ar: تلاشٍ عند النهاية
it: Dissolvenza in uscita

# audio.editor.mode.pro
source: Pro
ar: احترافي

# audio.editor.mode.simple
source: Simple
ar: بسيط
it: Semplice

# audio.editor.op.fade
source: Fondu
ar: تلاشٍ
it: Dissolvenza

# audio.editor.op.gain
source: Volume
ar: مستوى الصوت

# audio.editor.op.original
source: Original
ar: الأصل
it: Originale

# audio.editor.op.removeRange
source: Section coupée
ar: مقطع محذوف
it: Sezione tagliata

# audio.editor.op.speed
source: Vitesse
ar: السرعة
it: Velocità

# audio.editor.op.trim
source: Rogné
ar: مقصوص
it: Ritagliato

# audio.editor.pause
source: Pause
ar: إيقاف مؤقت
it: Pausa

# audio.editor.play
source: Lire
ar: تشغيل
it: Riproduci

# audio.editor.preparing
source: Préparation de l'audio…
ar: جارٍ تحضير الصوت…
it: Preparazione dell'audio…

# audio.editor.processing
source: Traitement…
ar: جارٍ المعالجة…
it: Elaborazione…

# audio.editor.redo
source: Rétablir
ar: إعادة
it: Ripristina

# audio.editor.reset
source: Réinitialiser
ar: إعادة تعيين
it: Reimposta

# audio.editor.split.hint
source: Sélectionnez la section à supprimer.
ar: حدّد المقطع المراد حذفه.
it: Seleziona la sezione da eliminare.

# audio.editor.tool.fade
source: Fondu
ar: تلاشٍ
it: Dissolvenza

# audio.editor.tool.speed
source: Vitesse
ar: السرعة
it: Velocità

# audio.editor.tool.split
source: Couper
ar: قص
it: Taglia

# audio.editor.tool.transcribe
source: Transcrire
ar: نسخ نصي
it: Trascrivi

# audio.editor.tool.trim
source: Rogner
ar: اقتصاص
it: Ritaglia

# media.trim.loading
source: Chargement de l'aperçu
ar: جارٍ تحميل المعاينة
it: Caricamento dell'anteprima

# media.trim.window
source: Portion conservée
ar: الجزء المحتفظ به
it: Porzione mantenuta

# media.trim.of_total
source: sur %@
ar: من %@
it: su %@

# audio.editor.tool.volume
source: Volume
ar: مستوى الصوت

# audio.editor.transcription.denied
source: Accès à la reconnaissance vocale refusé. Activez-le dans Réglages.
ar: تم رفض الوصول إلى التعرّف على الكلام. فعّله في الإعدادات.
it: Accesso al riconoscimento vocale negato. Attivalo in Impostazioni.

# audio.editor.transcription.empty
source: L'enregistrement est vide.
ar: التسجيل فارغ.
it: La registrazione è vuota.

# audio.editor.transcription.failed
source: Transcription impossible.
ar: تعذّر النسخ النصي.
it: Trascrizione non riuscita.

# audio.editor.transcription.fileMissing
source: Fichier audio introuvable.
ar: لم يُعثر على الملف الصوتي.
it: File audio non trovato.

# audio.editor.transcription.noSpeech
source: Aucune parole détectée.
ar: لم يُرصد أي كلام.
it: Nessun parlato rilevato.

# audio.editor.transcription.retry
source: Transcrire à nouveau
ar: إعادة النسخ النصي
it: Trascrivi di nuovo

# audio.editor.transcription.running
source: Transcription en cours…
ar: جارٍ النسخ النصي…
it: Trascrizione in corso…

# audio.editor.transcription.start
source: Transcrire
ar: نسخ نصي
it: Trascrivi

# audio.editor.trim.hint
source: Glissez les poignées pour garder une portion.
ar: اسحب المقابض للاحتفاظ بجزء.
it: Trascina le maniglie per conservare una porzione.

# audio.editor.undo
source: Annuler
ar: تراجع
it: Annulla

# audio.editor.use
source: Utiliser l'audio
ar: استخدام الصوت
it: Usa l'audio

# audio.editor.volume.normal
source: Normal
ar: عادي
it: Normale

# audio.recorder.micDenied
source: Permission micro refusée
ar: تم رفض إذن الميكروفون
it: Permesso microfono negato

# audio.recorder.micDeniedSettings
source: Micro refusé — autorisez-le dans Réglages
ar: تم رفض الميكروفون — اسمح به في الإعدادات
it: Microfono negato — consentilo in Impostazioni

# audio.recorder.record
source: Enregistrer
ar: تسجيل
it: Registra

# audio.recorder.recording
source: Enregistrement
ar: جارٍ التسجيل
it: Registrazione

# audio.recorder.tapToRecord
source: Appuyez pour enregistrer
ar: انقر للتسجيل
it: Tocca per registrare

# auth.password.strength.excellent
source: Excellent
ar: ممتازة
it: Eccellente

# auth.password.strength.good
source: Bon
ar: جيدة
it: Buona

# auth.password.strength.medium
source: Moyen
ar: متوسطة
it: Media

# auth.password.strength.strong
source: Fort
ar: قوية
it: Forte

# auth.password.strength.veryWeak
source: Trop faible
ar: ضعيفة جدًا
it: Troppo debole

# auth.password.strength.weak
source: Faible
ar: ضعيفة
it: Debole

# audio.trim.handle.end
source: Fin de la sélection
ar: نهاية التحديد
it: Fine della selezione

# audio.trim.handle.start
source: Début de la sélection
ar: بداية التحديد
it: Inizio della selezione

# audio.content.edit
source: Modifier le son
ar: تعديل الصوت
it: Modifica il suono

# audio.content.pause
source: Mettre en pause
ar: إيقاف مؤقت
it: Metti in pausa

# audio.content.play
source: Écouter le son
ar: تشغيل الصوت
it: Riproduci il suono

# audio.content.waveform
source: Onde du son
ar: موجة الصوت
it: Onda del suono

# audio.trim.play
source: Écouter la sélection
ar: تشغيل التحديد
it: Riproduci la selezione

# audio.trim.stop
source: Arrêter
ar: إيقاف
it: Ferma

# audio.trim.strip
source: Bande de rognage
ar: شريط القص
it: Barra di taglio

# auth.country.AU
source: Australie
ar: أستراليا
it: Australia

# auth.country.BE
source: Belgique
ar: بلجيكا
it: Belgio

# auth.country.BR
source: Bresil
ar: البرازيل
it: Brasile

# auth.country.CA
source: Canada
ar: كندا

# auth.country.CH
source: Suisse
ar: سويسرا
it: Svizzera

# auth.country.CI
source: Cote d'Ivoire
ar: ساحل العاج
it: Costa d'Avorio

# auth.country.CM
source: Cameroun
ar: الكاميرون
it: Camerun

# auth.country.CN
source: Chine
ar: الصين
it: Cina

# auth.country.DE
source: Allemagne
ar: ألمانيا
it: Germania

# auth.country.DZ
source: Algerie
ar: الجزائر
it: Algeria

# auth.country.ES
source: Espagne
ar: إسبانيا
it: Spagna

# auth.country.FR
source: France
ar: فرنسا
it: Francia

# auth.country.GB
source: Royaume-Uni
ar: المملكة المتحدة
it: Regno Unito

# auth.country.IN
source: Inde
ar: الهند
it: India

# auth.country.IT
source: Italie
ar: إيطاليا
it: Italia

# auth.country.JP
source: Japon
ar: اليابان
it: Giappone

# auth.country.KR
source: Coree du Sud
ar: كوريا الجنوبية
it: Corea del Sud

# auth.country.MA
source: Maroc
ar: المغرب
it: Marocco

# auth.country.MX
source: Mexique
ar: المكسيك
it: Messico

# auth.country.PT
source: Portugal
ar: البرتغال
it: Portogallo

# auth.country.RU
source: Russie
ar: روسيا
it: Russia

# auth.country.SN
source: Senegal
ar: السنغال

# auth.country.TN
source: Tunisie
ar: تونس
it: Tunisia

# auth.country.TR
source: Turquie
ar: تركيا
it: Turchia

# auth.country.US
source: Etats-Unis
ar: الولايات المتحدة
it: Stati Uniti

# auth.countryPicker.close
source: Fermer
ar: إغلاق
it: Chiudi

# auth.countryPicker.phoneNumber
source: Numero de telephone
ar: رقم الهاتف
it: Numero di telefono

# auth.countryPicker.searchPrompt
source: Rechercher un pays
ar: ابحث عن بلد
it: Cerca un paese

# auth.countryPicker.selector.hint
source: Changer de pays
ar: تغيير البلد
it: Cambia paese

# auth.countryPicker.title
source: Pays
ar: البلد
it: Paese

# auth.forgot.sent_message
source: Si un compte existe avec %@, un lien de réinitialisation a été envoyé.
ar: إذا كان هناك حساب مرتبط بـ %@، فقد تم إرسال رابط إعادة التعيين.
it: Se esiste un account con %@, è stato inviato un link di reimpostazione.

# auth.forgotPassword.accountFound
source: Compte trouve
ar: تم العثور على الحساب
it: Account trovato

# auth.forgotPassword.close
source: Fermer
ar: إغلاق
it: Chiudi

# auth.forgotPassword.confirm
source: Confirmer
ar: تأكيد
it: Conferma

# auth.forgotPassword.confirmPassword
source: Confirmer le mot de passe
ar: تأكيد كلمة المرور
it: Conferma la password

# auth.forgotPassword.emailField
source: Email
ar: البريد الإلكتروني

# auth.forgotPassword.emailPrompt
source: Entrez votre email pour recevoir un lien de reinitialisation.
ar: أدخل بريدك الإلكتروني لتلقّي رابط إعادة التعيين.
it: Inserisci la tua email per ricevere un link di reimpostazione.

# auth.forgotPassword.emailSent
source: Email envoye !
ar: تم إرسال البريد الإلكتروني!
it: Email inviata!

# auth.forgotPassword.fullEmail
source: Email complet
ar: البريد الإلكتروني الكامل
it: Email completa

# auth.forgotPassword.fullUsername
source: Nom d'utilisateur complet
ar: اسم المستخدم الكامل
it: Nome utente completo

# auth.forgotPassword.incorrectInfo
source: Informations incorrectes
ar: معلومات غير صحيحة
it: Informazioni errate

# auth.forgotPassword.invalidCode
source: Code invalide
ar: رمز غير صالح
it: Codice non valido

# auth.forgotPassword.login
source: Se connecter
ar: تسجيل الدخول
it: Accedi

# auth.forgotPassword.modeEmail
source: Email
ar: البريد الإلكتروني

# auth.forgotPassword.modePhone
source: Telephone
ar: الهاتف
it: Telefono

# auth.forgotPassword.modePicker
source: Mode
ar: الوضع
it: Modalità

# auth.forgotPassword.newPassword
source: Nouveau mot de passe
ar: كلمة مرور جديدة
it: Nuova password

# auth.forgotPassword.newPasswordTitle
source: Nouveau mot de passe
ar: كلمة مرور جديدة
it: Nuova password

# auth.forgotPassword.noAccountFound
source: Aucun compte trouve avec ce numero
ar: لم يُعثر على حساب بهذا الرقم
it: Nessun account trovato con questo numero

# auth.forgotPassword.passwordMismatch
source: Les mots de passe ne correspondent pas
ar: كلمتا المرور غير متطابقتين
it: Le password non coincidono

# auth.forgotPassword.phonePrompt
source: Entrez votre numero de telephone pour retrouver votre compte.
ar: أدخل رقم هاتفك لاستعادة حسابك.
it: Inserisci il tuo numero di telefono per ritrovare il tuo account.

# auth.forgotPassword.reset
source: Reinitialiser
ar: إعادة تعيين
it: Reimposta

# auth.forgotPassword.resetError
source: Erreur lors de la reinitialisation
ar: خطأ أثناء إعادة التعيين
it: Errore durante la reimpostazione

# auth.forgotPassword.resetSuccess
source: Mot de passe reinitialise !
ar: تمت إعادة تعيين كلمة المرور!
it: Password reimpostata!

# auth.forgotPassword.search
source: Rechercher
ar: بحث
it: Cerca

# auth.forgotPassword.send
source: Envoyer
ar: إرسال
it: Invia

# auth.forgotPassword.smsCodeSent
source: Un code SMS a ete envoye a votre telephone.
ar: تم إرسال رمز عبر رسالة نصية إلى هاتفك.
it: Un codice SMS è stato inviato al tuo telefono.

# auth.forgotPassword.title
source: Mot de passe oublie
ar: نسيت كلمة المرور
it: Password dimenticata

# auth.forgotPassword.verificationCode
source: Code a 6 chiffres
ar: رمز من 6 أرقام
it: Codice a 6 cifre

# auth.forgotPassword.verify
source: Verifier
ar: تحقّق
it: Verifica

# auth.forgotPassword.verifyIdentityPrompt
source: Pour verifier votre identite, entrez votre nom d'utilisateur et email complets.
ar: للتحقق من هويتك، أدخل اسم المستخدم والبريد الإلكتروني كاملين.
it: Per verificare la tua identità, inserisci il tuo nome utente e la tua email completi.

# auth.languageSelector.placeholder
source: Choisir...
ar: اختر...
it: Scegli...

# auth.registration.emailTaken
source: Cet email est deja utilise!
ar: هذا البريد الإلكتروني مستخدَم بالفعل!
it: Questa email è già in uso!

# auth.registration.header.email
source: Ton email, ton filet de sécurité
ar: بريدك الإلكتروني، شبكة أمانك
it: La tua email, la tua rete di sicurezza

# auth.registration.header.identity
source: Dis-nous qui tu es
ar: أخبرنا من أنت
it: Dicci chi sei

# auth.registration.header.language
source: Parle ta langue, on traduit
ar: تحدّث بلغتك، ونحن نترجم
it: Parla la tua lingua, noi traduciamo

# auth.registration.header.password
source: Mets un code béton!
ar: اختر كلمة مرور متينة!
it: Scegli una password di ferro!

# auth.registration.header.phone
source: Ton numéro, ta clé de secours
ar: رقمك، مفتاحك الاحتياطي
it: Il tuo numero, la tua chiave di riserva

# auth.registration.header.profile
source: Montre-toi sous ton plus beau jour
ar: أظهِر أفضل ما لديك
it: Mostrati al meglio

# auth.registration.header.pseudo
source: Un pseudo unique, comme toi
ar: اسم مستخدم فريد، مثلك
it: Un nome utente unico, come te

# auth.registration.header.recap
source: Le monde t'attend!
ar: العالم بانتظارك!
it: Il mondo ti aspetta!

# auth.registration.nameInvalid
source: Lettres, espaces, apostrophes, points et tirets uniquement
ar: الحروف والمسافات والفواصل العليا والنقاط والشرطات فقط
it: Solo lettere, spazi, apostrofi, punti e trattini

# auth.registration.phoneInvalid
source: Ce numero semble invalide
ar: يبدو أن هذا الرقم غير صالح
it: Questo numero sembra non valido

# auth.registration.phoneTaken
source: Ce numero est deja utilise!
ar: هذا الرقم مستخدَم بالفعل!
it: Questo numero è già in uso!

# auth.registration.registrationFailed
source: Erreur lors de l'inscription
ar: خطأ أثناء التسجيل
it: Errore durante la registrazione

# auth.registration.subtitle.email
source: Indispensable pour récupérer ton compte et confirmer tes engagements. Zéro spam, promis!
ar: لا غنى عنه لاستعادة حسابك وتأكيد التزاماتك. بلا رسائل مزعجة، نَعِدُك!
it: Indispensabile per recuperare il tuo account e confermare i tuoi impegni. Zero spam, promesso!

# auth.registration.subtitle.identity
source: Ton vrai nom, c'est ce qui permet à tes proches de te retrouver — et de prouver que ton compte est bien à toi.
ar: اسمك الحقيقي هو ما يتيح لمن تحب أن يجدك — ويثبت أن الحساب لك فعلًا.
it: Il tuo vero nome è ciò che permette ai tuoi cari di ritrovarti — e dimostra che l'account è davvero tuo.

# auth.registration.subtitle.language
source: Choisis ta langue, Meeshy traduit tout: tes amis du Sénégal, du Canada, du Brésil, du Japon ou d'Australie te liront dans la leur.
ar: ‏اختر لغتك، وMeeshy يترجم كل شيء: أصدقاؤك في السنغال وكندا والبرازيل واليابان وأستراليا سيقرؤونك بلغتهم.
it: Scegli la tua lingua, Meeshy traduce tutto: i tuoi amici del Senegal, del Canada, del Brasile, del Giappone o dell'Australia ti leggeranno nella loro.

# auth.registration.subtitle.password
source: Faut que ce soit fort comme le ndolé de maman! Minimum 8 caractères!
ar: لتكن متينة مثل طبخ أمك! 8 أحرف على الأقل!
it: Deve essere forte come il pranzo della domenica! Minimo 8 caratteri!

# auth.registration.subtitle.phone
source: Il vérifie que ton compte est unique, sécurise tes engagements et te le rend si tu perds l'accès. Jamais affiché publiquement.
ar: يؤكّد أن حسابك فريد، ويحمي التزاماتك، ويعيده إليك إن فقدت الوصول. ولا يُعرض علنًا أبدًا.
it: Conferma che il tuo account è unico, protegge i tuoi impegni e te lo restituisce se perdi l'accesso. Non viene mai mostrato pubblicamente.

# auth.registration.subtitle.profile
source: Une belle photo et une bannière soignée ouvrent toutes les portes: c'est comme ça qu'on rencontre la crème de la crème, ici et sur les 5 continents.
ar: صورة جميلة وغلاف أنيق يفتحان كل الأبواب: هكذا تلتقي بالأفضل، هنا وفي القارات الخمس.
it: Una bella foto e un banner curato aprono tutte le porte: è così che si incontra il meglio, qui e in tutti e 5 i continenti.

# auth.registration.subtitle.pseudo
source: Choisis le nom que le monde va retenir — de Douala à Paris, de São Paulo à Tokyo. Sois créatif!
ar: اختر الاسم الذي سيتذكّره العالم — من دوالا إلى باريس، ومن ساو باولو إلى طوكيو. كن مبدعًا!
it: Scegli il nome che il mondo ricorderà — da Douala a Parigi, da São Paulo a Tokyo. Sii creativo!

# auth.registration.subtitle.recap
source: Tu y es! Des rencontres t'attendent sur les 5 continents. Bienvenue dans la famille Meeshy!
ar: ‏وصلت! لقاءات تنتظرك في القارات الخمس. مرحبًا بك في عائلة Meeshy!
it: Ci sei! Ti aspettano incontri in tutti e 5 i continenti. Benvenuto nella famiglia Meeshy!

# auth.registration.usernameFormat
source: 2 à 16 caractères: lettres, chiffres, - et _
ar: من 2 إلى 16 حرفًا: أحرف وأرقام و- و_
it: Da 2 a 16 caratteri: lettere, numeri, - e _

# auth.registration.usernameTaken
source: Ce pseudo est deja pris!
ar: اسم المستخدم هذا مأخوذ بالفعل!
it: Questo nome utente è già preso!

# auth.registration.verificationFailed
source: Verification non effectuee
ar: لم يتم التحقق
it: Verifica non effettuata

# avatar.menu.view_profile
source: Voir le profil
ar: عرض الملف الشخصي
it: Vedi profilo

# avatar.menu.view_story
source: Voir la story
ar: عرض القصة
it: Guarda la storia

# category.create
source: Créer la catégorie %@
ar: إنشاء الفئة %@
it: Crea la categoria %@

# category.picker.create.a11y
source: Créer la catégorie
ar: إنشاء الفئة
it: Crea la categoria

# category.picker.new.button
source: Nouvelle catégorie
ar: فئة جديدة
it: Nuova categoria

# category.picker.new.placeholder
source: Nom de la catégorie
ar: اسم الفئة
it: Nome della categoria

# category.remove
source: Retirer la catégorie %@
ar: إزالة الفئة %@
it: Rimuovi la categoria %@

# category.select
source: Sélectionner la catégorie %@
ar: اختيار الفئة %@
it: Seleziona la categoria %@

# common.back
source: Retour
ar: رجوع
it: Indietro

# common.cancel
source: Annuler
ar: إلغاء
it: Annulla

# common.clear_input
source: Effacer la saisie
ar: مسح المدخل
it: Cancella il testo

# common.close
source: Fermer
ar: إغلاق
it: Chiudi

# common.create_quoted
source: Créer « %@ »
ar: إنشاء «%@»
it: Crea «%@»

# common.delete
source: Supprimer
ar: حذف
it: Elimina

# common.done
source: Done
ar: تم
it: Fatto

# common.duplicate
source: Dupliquer
ar: تكرار
it: Duplica

# common.edit
source: Éditer
ar: تعديل
it: Modifica

# common.error
source: Error
ar: خطأ
it: Errore

# common.ok
source: OK
ar: حسنًا

# common.retry
source: Retry
ar: إعادة المحاولة
it: Riprova

# common.save
source: Sauvegarder
ar: حفظ
it: Salva

# common.uploading
source: Téléversement…
ar: جارٍ الرفع
it: Caricamento in corso

# community.addChannel.conversation.fallbackName
source: Conversation
ar: محادثة
it: Conversazione

# community.addChannel.empty.hint
source: Creez d'abord une conversation pour l'ajouter ici.
ar: أنشئ محادثة أولًا لإضافتها هنا.
it: Crea prima una conversazione per aggiungerla qui.

# community.addChannel.empty.noConversations
source: Aucune conversation disponible
ar: لا توجد محادثات متاحة
it: Nessuna conversazione disponibile

# community.addChannel.empty.noResults
source: Aucun resultat
ar: لا توجد نتائج
it: Nessun risultato

# community.addChannel.move.button
source: Deplacer
ar: نقل
it: Sposta

# community.addChannel.move.confirm.message
source: Cette conversation appartient deja a une autre communaute. Elle sera deplacee vers celle-ci.
ar: هذه المحادثة تنتمي بالفعل إلى مجتمع آخر. سيتم نقلها إلى هذا المجتمع.
it: Questa conversazione appartiene già a un'altra community. Verrà spostata in questa.

# community.addChannel.move.confirm.title
source: Deplacer cette conversation ?
ar: نقل هذه المحادثة؟
it: Spostare questa conversazione?

# community.addChannel.otherCommunity
source: Autre communaute
ar: مجتمع آخر
it: Altra community

# community.addChannel.search.prompt
source: Rechercher une conversation...
ar: ابحث عن محادثة...
it: Cerca una conversazione...

# community.addChannel.title
source: Ajouter un channel
ar: إضافة قناة
it: Aggiungi un canale

# community.create.button
source: Creer la communaute
ar: إنشاء المجتمع
it: Crea la community

# community.create.error.default
source: Une erreur est survenue
ar: حدث خطأ
it: Si è verificato un errore

# community.create.error.title
source: Erreur
ar: خطأ
it: Errore

# community.create.field.description
source: Description
ar: الوصف
it: Descrizione

# community.create.field.description.placeholder
source: De quoi parle cette communaute ?
ar: عمّ يتحدّث هذا المجتمع؟
it: Di cosa parla questa community?

# community.create.field.emoji
source: Emoji
ar: رمز تعبيري

# community.create.field.identifier
source: Identifiant
ar: المعرّف
it: Identificativo

# community.create.field.identifier.placeholder
source: mon-groupe
ar: مجموعتي
it: il-mio-gruppo

# community.create.field.name
source: Nom
ar: الاسم
it: Nome

# community.create.field.name.placeholder
source: Nom de la communaute
ar: اسم المجتمع
it: Nome della community

# community.create.members.search.placeholder
source: Rechercher par nom ou username...
ar: ابحث بالاسم أو اسم المستخدم...
it: Cerca per nome o nome utente...

# community.create.members.title
source: Ajouter des membres
ar: إضافة أعضاء
it: Aggiungi membri
